// © Copyright 2011-2015 HP Development Company, L.P.

//Designjet Assistant

DesignjetAssistantTaskTOCTitle = "Impostazione guidata";

//Device Discovery

PrinterNameColumnTitle = "Nome stampante";
PrinterModelColumnTitle = "Modello stampante";
PrinterDriverColumnTitle = "Driver della stampante";
ConnectionColumnTitle = "Connessione";
DetailsColumnTitle = "Dettagli";

DeviceDiscoveryTaskName = "Aggiungi dispositivo";
DeviceDiscoveryNameText = "Nome:";
DeviceDiscoveryInformativeText = "Selezionare la stampante nell'elenco e premere Continua per aggiungere la stampante al sistema.";

//Queue Created

QueueCreatedText = "La coda della stampante in uso è stata creata.\n\nSe si desidera creare una coda di stampa per altre stampanti mostrate nell'elenco precedente, fare clic su Torna indietro e ripetere il processo.\n\nAl termine, fare clic su Continua.";
QueueCreatedTaskName = "Coda stampante creata";

QueueDuplicationAlertTitle = "Impostazione di %@";
QueueDuplicationAlertText = "La coda per %@ esiste già. Creare una nuova coda?";

//CIP Task

CIPTaskControllerTaskTOCTitle = "Programma di partecipazione dei clienti HP Designjet";

//CIP Introduction

CIPIntroductionText = "Aiutateci a migliorare i nostri prodotti!\n\nAderendo al Programma di partecipazione dei clienti HP Designjet ci aiuterete a migliorare i nostri prodotti. I dati anonimi sull'utilizzo della stampante che raccogliamo ci permetteranno di determinare in che modo utilizzate la vostra stampante e quali funzionalità di prodotto sono più importanti per voi. Tutti i dati vengono raccolti e utilizzati nel rispetto di quanto indicato nell'informativa sulla privacy del Programma di partecipazione dei clienti. Non sono previsti sondaggi a partecipazione obbligatoria né e-mail di follow-up. Non vengono raccolte informazioni di contatto personali. È possibile annullare la propria partecipazione in qualsiasi momento.";
CIPIntroductionPrivacyStatementLink = "informativa sulla privacy del Programma di partecipazione dei clienti";
CIPIntroductionPrivacyStatementLinkTooltip = "Informativa sulla privacy del Programma di partecipazione dei clienti";

"Yes, I want to participate (send anonymous data only)" = "Sì, desidero partecipare (invia solo i dati anonimi)";
"No, thank you" = "No, grazie.";

CIPIntroductionTaskName = "Programma di partecipazione dei clienti di HP Designjet";
CIPIntroductionTaskTOCTitle = "Introduzione";
CIPSendSerialText = "Selezionando \"Invia il numero di serie della stampante\", si consentirà ad HP di offrire un servizio e un'assistenza migliori. Inoltre, il numero di serie è richiesto per determinare l'idoneità alla partecipazione a determinati programmi di ricompensa basati sull'utilizzo.";

"Send my printer's serial number" = "Invia il numero di serie della stampante";

//CIP Business Profile

CIPBusinessProfileText = "Per meglio comprendere l'ambiente di lavoro in cui vengono utilizzate le stampanti, fornire le seguenti informazioni opzionali. Se si aderisce al Programma di partecipazione dei clienti, ma si sceglie di non fornire tali informazioni, i dati sull'utilizzo della stampante verranno comunque inviati ma saranno in forma anonima. Tutti i dati vengono raccolti e utilizzati nel rispetto dell'informativa sulla privacy di HP. Non sono previsti sondaggi a partecipazione obbligatoria né e-mail di follow-up. Non vengono raccolte informazioni di contatto personali.";

CIPBusinessProfileTaskName = "Programma di partecipazione dei clienti di HP Designjet";
CIPBusinessProfileTaskTOCTitle = "Profilo azienda";

BusinessTypeText = "Tipo di attività:";
BusinessSizeText = "Dimensioni dell'azienda:";
GeographicalRegionText = "Area geografica:";

"None" = "Nessuna";
"Architecture, Engineering, Construction" = "Architettura, ingegneria, costruzioni";
"Graphic Design, Advertising Services" = "Design grafico, servizi pubblicitari";
"Infrastructure, Utilities, Telecommunications" = "Infrastrutture, servizi, telecomunicazioni";
"Manufacturing, Automotive, Transportation" = "Produzione, settore automobilistico, trasporti";
"Printing Services" = "Servizi di stampa";
"Professional Photography Services" = "Servizi di fotografia professionale";
"Public Sector" = "Settore pubblico";
"Other" = "Altro";

"1-10 employees" = "1-10 dipendenti";
"10-100 employees" = "10-100 dipendenti";
"100-1000 employees" = "100-1000 dipendenti";
"more than 1000 employees" = "oltre 1000 dipendenti";

"Americas" = "Americhe";
"Europe, Middle East, Africa" = "Europa, Medio Oriente, Africa";
"Asia Pacific, Japan" = "Asia-Pacifico, Giappone";

//HP Proactive Support

ProactiveSupportAgreementText = "HP Proactive Support è un modo semplice e comodo per monitorare e mantenere aggiornate le stampanti HP, nonché garantirne il funzionamento ottimale.\
\n\nVedere l'Accordo di HP Proactive Support per informazioni.";
ProactiveSupportTaskName = "HP Proactive Support";
ProactiveSupportAgreementLink = "Accordo di HP Proactive Support";
ProactiveSupportAgreementLinkTooltip = "Accordo di HP Proactive Support";

"Yes, I want to enable it" = "Sì, desidero eseguire l'abilitazione";

//HP Printer Monitor

PrinterMonitorTextField = "L'applicazione HP Printer Monitor consente di visualizzare lo stato delle stampanti HP Designjet in background e di informare l'utente quando è richiesto il suo intervento, ad esempio per problemi con le cartucce o per inceppamenti della carta\nSi desidera essere notificati mediante avvisi? È possibile modificare questa impostazione in un secondo momento.";
AdviseAlertsAgreement = "Sì, desidero essere avvisato immediatamente";
AdviseAlertsChoosen = "Le notifiche verranno visualizzate come banner direttamente nel Dock.";
AdviseAlertsNotChoosen = "Le notifiche non verranno visualizzate nel Dock. È necessario aprire HP Printer Monitor per visualizzare gli avvisi.";

PrinterMonitorTaskName = "HP Printer Monitor - Notifiche";
PrinterMonitorTaskTOCTitle = "HP Printer Monitor";

"Show all alerts" = "Mostra tutti gli avvisi";
"Show only critical alerts" = "Mostra solo notifiche critiche";

// Web Registration

WebRegistrationTaskName = "Registrazione via Web";

WebRegistrationTextField = "Grazie per il vostro acquisto!\n\nDedicate alcuni minuti alla registrazione della nuova stampante. Registrandovi, potrete:\n\nPartecipate ai programmi HP e ricevere fantastici premi!\n\nFornire a HP le informazioni necessarie per continuare a progettare prodotti con le caratteristiche ideali per i clienti.\n\nRicevere un abbonamento gratuito a Designjet Online (un'ottima fonte di notizie e suggerimenti, non solo per le stampanti, ma anche per l'inchiostro, i supporti, i driver, le applicazioni, ecc. Sono inoltre disponibili numerosi studi di casi che possono costituire un'utile fonte di ispirazione, alcuni dei quali sono stati scritti dai nostri utenti in persona!)\n\nI vostri diritti di garanzia non vengono compromessi se non completate e inviate la registrazione del prodotto.\n\nRegistra...";

WebRegistrationLink = "Registra...";
WebRegistrationLinkTooltip = "Registra";

WebRegistrationStatementText = "Se si fa clic su 'Continua' il browser Web di default verrà utilizzato per connettersi in linea e accedere alle pagine Web di HP.\n\nPer completare l'operazione, è necessario trasferire alcune informazioni personali ai server HP protetti. Le informazioni inviate possono includere:\n\nIndirizzo IP\nModello di stampante\nSistema operativo\n\nAccesso alle informazioni in linea";

WebRegistrationStatementLink = "Accesso alle informazioni in linea";

//Summary

SummaryTextField-1 = "L'impostazione guidata è terminata.";
SummaryTextField-2 = "In HP Printer Monitor sono stati attivati:";
SummaryTextCIP = "Programma di partecipazione dei clienti di HP Designjet";
SummaryTextPriactiveSupport = "HP Proactive Support";
SummaryTextAlerting = "Impostazioni Notifica";
SummaryTextField-3 = "Per poter modificare le impostazioni relative alle notifiche e alla partecipazione ai programmi HP Designjet, aprire le preferenze di monitoraggio disponibili nell'applicazione HP Printer Monitor.";

SummaryTaskName = "Riepilogo";

//CIP Privacy Statement Window

PrivacyStatementText = "HP rispetta e protegge la privacy degli utenti.\n\nHP fornisce questa informativa sulla privacy per comunicare agli utenti che il Programma di partecipazione dei clienti consente l'invio automatico ad HP su base periodica, tramite Internet, di informazioni sulla configurazione e l'utilizzo dei materiali di consumo. Le informazioni inviate ad HP vengono utilizzate per migliorare prodotti e servizi, nonché monitorare il dispositivo qualora il proprio rapporto con HP preveda l'erogazione di servizi quali la sostituzione proattiva della cartuccia, contratti a pagina, accordi di assistenza o rilevamento dell'utilizzo.\n\nHP raccoglie i dati relativi a stato e utilizzo della stampante, oltre ad altri dati specifici. I dati potrebbero essere condivisi con altre entità HP, anche oltreoceano, per consentire l'implementazione del 'Programma di partecipazione dei clienti' ed effettuare ricerche di mercato che consentano ad HP di migliorare la qualità dei propri prodotti e servizi.\n\nL'elenco seguente è rappresentativo, ma non esaustivo, del tipo di informazioni raccolte dal 'Programma di partecipazione dei clienti':\n\nInformazioni sulla stampante:\n\t- Nome prodotto\n\t- Codice del prodotto\n\t- Numero di serie\n\t- Versione firmware\n\t- Numero di pagine stampate\n\t- Stato della stampante\n\t- Dati sull'utilizzo della stampante\n\t- Registro eventi (contenente un elenco degli errori della stampante)\n\t- Informazioni sulla contabilità delle ultime stampe\n\nHP tratterà con la massima riservatezza tutti i dati raccolti, nel rispetto dell'Informativa HP online sulla privacy e assicura l'utente che adotterà le precauzioni opportune nella gestione dei dati raccolti sull'utilizzo e lo stato della stampante. Per informazioni aggiornate sulla privacy o sulle procedure di raccolta, visitare il sito Web HP locale.\n\nPer esercitare il proprio diritto di accesso, rettifica o cancellazione dei dati, contattare myprinteradmin@hp.com";

HPPrivacyStatement = "Informativa HP sulla privacy";
PersonalDataRightsNotice = "Normativa sull'uso dei dati personali";

ProactiveSupportStatementText = "<html><body><font size=+1>
<p>HP Proactive Support consente di monitorare, mantenere aggiornate e garantire un funzionamento ottimale
delle proprie stampanti HP in modo semplice e comodo.
Con il servizio HP Proactive Support è possibile individuare gli ultimi aggiornamenti necessari
per l'hardware e il software HP presente nel sistema e
scegliere quali installare.
Grazie a semplici avvisi e a informazioni di supporto, è possibile sapere se la stampante
richiede un intervento e quali procedure seguire.</p>

<p>I nuovi aggiornamenti saranno resi subito disponibili al termine dello sviluppo.
Tramite il servizio HP Proactive Support i nuovi aggiornamenti saranno verificati secondo la frequenza
specificata dall'utente.</p>

<p>HP si impegna a operare nel rispetto della privacy dei clienti che utilizzano
HP Proactive Support. I dati raccolti nel computer dell'utente da parte di tale servizio
saranno utilizzati allo scopo di stabilire la necessità degli aggiornamenti software
e se il sistema presenta protenziali problemi noti a
HP.</p>

<p>Le informazioni raccolte non verranno utilizzate per tenere traccia dei singoli clienti,
dei computer o delle stampanti collegate. Non saranno raccolti dati personali quali
nome, indirizzo o indirizzo e-mail.
I dati raccolti saranno utilizzati in forma anonima e aggregata per
ricerche di mercato e allo scopo di migliorare i prodotti
e i servizi offerti.</p>

<p>I dati saranno conservati per un periodo non superiore a 5 anni a partire dalla data
dell'ultimo trasferimento e saranno inviati a un sistema HP 
(in Europa o altrove). L'indirizzo IP del computer del mittente sarà utilizzato
per la trasmissione dei dati secondo le modalità di comunicazione Web standard.</p>

<p>Le informazioni raccolte con HP Proactive Support includono:<br>
- il nome del Sistema operativo<br>
- le impostazioni regionali<br>
- le impostazioni del linguaggio<br>
- l'elenco delle stampanti configurate in HP Printer Monitor</p>

<p>Allo scopo di migliorare il servizio HP Proactive Support, viene tenuta traccia del numero
di tentativi di download delle soluzioni e delle installazioni degli aggiornamenti
riuscite o fallite. Tali dati sono raccolti in forma anonima.
In HP Proactive Support, non vengono assegnati identificativi univoci ai dati del cliente.</p>

<p>Per ulteriori informazioni in merito all'informativa sul trattamento dei dati personali di HP, visitare il sito Web all'indirizzo <a href=\"http://www.hp.com/go/proactivesupport/privacy/it\">http://www.hp.com/go/proactivesupport/privacy</a></p></font></body></html>";


